{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v4.15.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "conv2d_18/kernel", "shape": [5, 5, 3, 64], "dtype": "float32"}, {"name": "conv2d_18/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2d_19/kernel", "shape": [4, 4, 64, 128], "dtype": "float32"}, {"name": "conv2d_19/bias", "shape": [128], "dtype": "float32"}, {"name": "conv2d_20/kernel", "shape": [3, 3, 128, 256], "dtype": "float32"}, {"name": "conv2d_20/bias", "shape": [256], "dtype": "float32"}, {"name": "dense_15/kernel", "shape": [8960, 3], "dtype": "float32"}, {"name": "dense_15/bias", "shape": [3], "dtype": "float32"}]}]}